Repository: ppfeufer/aa-esi-status
Catalog: esistatus/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr_fr, ja, ko_kr, ru, uk, zh_hans

source: ESI Status
es: Estado del ESI
fr_fr: Statut ESI
ja: ESIステータス
ko_kr: ESI 상태
ru: Статус ESI
uk: Статус ESI
zh_hans: esi状态

source: The ESI compatibility date.
de: Das ESI Kompatibilitätsdatum.
ja: ESI互換性保証日。
uk: Дата сумісності ESI.
zh_hans: ESI匹配日期。

source: The ESI status data.
de: Die ESI-Statusdaten.
ja: 詳細なESIステータス。
uk: Дані статусу ESI.
zh_hans: ESI状态数据。

source: ESI Endpoint Status
de: ESI-Endpunktstatus
ja: ESIステータス
uk: Статус ендпойнта ESI
zh_hans: esi状态

source: ESI Endpoint Statuses
de: ESI-Endpunktstatusse
ja: ESIステータス
uk: Статуси ендпойнтів ESI
zh_hans: esi状态

source: Status
fr_fr: Statut
ja: ステータス
ru: Статус
uk: Статус
zh_hans: 状态

source: Loading ESI status …
de: Lade ESI Status …
ja: ESIステータスのロード中…
uk: Завантаження статусу ESI …
zh_hans: 正在加载 ESI 状态 …

source: OK
zh_hans: 同意

source: These routes are working as expected.
de: Diese Routen funktionieren wie erwartet.
ja: これらのルートは正常に動作しています。
uk: Ці маршрути працюють як треба.
zh_hans: 这些节点正常工作

source: These routes have a good chance of being slow or returning errors.
de: Bei diesen Routen besteht eine hohe Wahrscheinlichkeit, dass sie langsam sind oder Fehler zurückgeben.
ja: これらのルートは遅延が発生したりエラーを返す可能性が高いです。
uk: Ці маршрути, скоріш за все, уповільнені або мають помилки.
zh_hans: 这些节点很有可能会变慢或报错。

source: Down
de: Unerreichbar
ja: 停止
uk: Прокачка впала
zh_hans: 停用

source: These routes have a good chance of not responding at all or being completely unavailable.
de: Bei diesen Routen besteht eine gute Chance, dass sie gar nicht reagieren oder komplett nicht verfügbar sind.
ja: これらのルートは、まったく応答しないか、完全に利用できない可能性が高いです。
uk: Ці маршрути не відповвідають зовсім або повністю недоступні.
zh_hans: 这些路径很有可能根本不响应或完全不可用。

source: Recovering
de: Erholend
ja: 復帰中
uk: Відновлення
zh_hans: 恢复中

source: Unknown
de: Unbekannt
ja: 不明
uk: Невідомо
zh_hans: 未知

source: These routes have an unknown status.
de: Diese Routen haben einen unbekannten Status.
ja: これらのルートの状況は不明です。
uk: Ці маршрути мають невідомий статус.
zh_hans: 这些路径状态未知。

source: ESI compatibility date
de: ESI Kompatibilitätsdatum
zh_hans: ESI匹配日期

source: Detailed ESI status
de: Detaillierter ESI Status
es: Estado detallado del ESI
fr_fr: Statut ESI détaillé
ja: 詳細なESIステータス
ko_kr: ESI 상태
ru: Подробный статус ESI
uk: Детальний статус ESI
zh_hans: ESI详细状态

source: EVE Online status
fr_fr: Status EVE Online
ja: EVE Onlineのステータス
ko_kr: EVE Online 상태
ru: EVE Online статус
uk: Статус EVE Online
zh_hans: EVE Online状态

source: No ESI status data is available at this time.
de: Derzeit sind keine ESI-Statusdaten verfügbar.
ja: 現在ESIステータスデータは利用できません。
uk: Нема даних від ESI.
zh_hans: 当前ESI状态数据无法使用。

source: View in ESI API Explorer
de: Im ESI API Explorer anzeigen
zh_hans: 在 ESI API Explorer 中查看

source: Do you want to help translate this app into your language or improve the existing translation?
de: Du möchtest helfen diese App in Deine Sprache zu übersetzen oder die bestehende Übersetzung verbessern?
es: ¿Quieres ayudar a traducir esta aplicación a tu idioma o mejorar la traducción existente?
fr_fr: Voulez-vous aider à traduire cette application dans votre langue ou améliorer la traduction existante ?
ja: このアプリをあなたの言語に翻訳するお手伝いをしたり、既存の翻訳を改善したりしませんか？
ko_kr: 이 앱을 번역하거나 기존 번역을 개선하고 싶으신가요?
ru: Вы хотите помочь перевести это приложение на ваш язык или улучшить текущий перевод?
uk: Хочете допомогти перекласти цю програму вашою мовою чи покращити наявний переклад?
zh_hans: 您想帮助将此应用程序翻译成您的母语或改进现有的翻译吗?

source: Join our team of translators!
de: Tritt unserm Team von Übersetzern bei!
es: ¡Únete a nuestro equipo de traductores!
fr_fr: Rejoignez notre équipe de traducteurs !
ja: 翻訳者チームに参加しましょう！
ko_kr: 번역팀에 참여하세요!
ru: Присоединяйтесь к нашей команде переводчиков!
uk: Приєднуйтесь до нашої команди перекладачів!
zh_hans: 加入我们的翻译团队吧！

source: Please try again later.
de: Bitte versuche es später noch einmal.
ja: 後ほど再度試してください。
uk: Будь ласка спробуйте пізніше.
zh_hans: 请在稍后再试。

source: Degraded
de: Vermindert
ja: 性能低下
uk: Прокачка знизилась

source: These routes are recovering from previous issues and might not (yet) work as expected or might be slow.
de: Diese Routen erholen sich derzeit von früheren Problemen und funktionieren möglicherweise (noch) nicht wie erwartet oder sind langsam.
ja: これらのルートは以前の問題から回復中であり、期待通りに動作しない（または動作が遅い）可能性があります。
uk: Ці маршрути відновлюються від попередніх складношів та можуть ще не працювати або бути уповільнені.

source: ESI Status v{__version__}
es: Esta de ESI v{__version__}
fr_fr: Statut ESI v{__version__}
ko_kr: ESI 상태 v{__version__}
ru: Статус ESI v{__version__}

source: Can access this app
es: Puede acceder esta aplicacion
fr_fr: Peut accéder à cette application
ko_kr: 서비스에 접근할 수 있습니다
ru: Имеет доступ к приложению

source: Red endpoints
es: Endpoints en Rojo
fr_fr: Points de terminaison rouges
ru: Красные конечные точки

source: Red endpoints have a good chance of not responding at all or being completely unavailable.
ru: Есть большая вероятность, что красные конечные точки вообще не будут отвечать на запросы или будут полностью недоступны.

source: Yellow endpoints
es: Endpoints en Amarillo
fr_fr: Points de terminaison jaunes
ru: Желтые конечные точки

source: Yellow endpoints have a good chance of being slow or returning errors.
ru: Желтые конечные точки имеют высокую вероятность замедления работы или ошибок.

source: Green endpoints
es: Endpoints en Verde
fr_fr: Points de terminaison verts
ru: Зеленые конечные точки

source: Green endpoints are responding as expected.
ru: Зеленые конечные точки реагируют так, как ожидалось.

source: Red Endpoints
ko_kr: 적색 엔드포인트

source: Yellow Endpoints
ko_kr: 황색 엔드포인트

source: Green Endpoints
ko_kr: 청색 엔드포인트

source: Couldn't read the ESI status. Please try and reload the page. If that doesn't help, it is possible that ESI might be down entirely.
es: No se pudo leer el estado del ESI. Intenta recargar la página. Si esto no ayuda, es posible que el ESI se haya caído por completo.
ko_kr: ESI 상태를 읽을 수 없습니다. 페이지를 새로고침 해 보세요. 그래도 읽어올 수 없는 경우, ESI가 완전히 다운됐을 수도 있습니다.
